function getTruthItems() {
  return ["上厕所后洗手么？", "觉得失去什么最可怕？", "你们家里谁掌管钱财？", "你每天都洗屁屁么？", "自己做过最丢脸的事是什么？", "晚上睡觉要上几次厕所？", "在座你最想打的人是谁？", "收到过最难忘的礼物是什么？", "你觉得什么样式的内裤最性感？", "会在婚前跟恋人发生关系么？", "最长一次连续睡着了多久？", "你现在穿什么牌子的内衣？", "你跟几个异性上过床？", "多久换一次内裤？", "你的小癖好是什么", "你喜欢裸睡么？", "你在感情上劈过腿没有？", "你觉得自己最郁闷的外号是什么？", "和恋人的身体接触到哪一步了？", "你一共收藏了多少小电影？", "当过第三者么？", "你认为在座谁最性感？", "和恋人在一起@@的时候叫错了名字怎么办？", "认同没有性的爱情么？", "你认为没有爱可以性么？", "你最近一次做春梦是什么样子的？", "你的梦中情人是谁？", "在自己最爱的人面前做过最囧的事是什么？", "你觉得自己长的如何？", "第一次ML是什么感觉？", "去你喜欢的人家里。想拉肚子怎么办？", "你的胸围是多少？", "你的初吻年龄？", "初吻是在什么情况下没有的？", "最奢侈的一次消费是什么？", "你认为在座的哪一位异性可以成为你的性幻想对象？", "你最多同时和几个人恋爱？"];
}

function getAdventureItems() {
  return ["把离你最近的异性横抱起来。", "对窗外大喊：“我好寂寞阿。”", "随便给手机里的一个异性打电话。说：其实.....我是....猪。 ", "把从你右手边数起第三位异性的腿架在肩上替其捶腿，边说“大爷您舒服吗？” ", "单腿下跪，离你最近的异性亲你的额头。 ", "去厕所里唱歌。让所有人都能听到你唱的什么歌。 ", "自摸自己身体每个地方。 ", "一边摸离你最近的同性的胸部一边说“奶妈，我饿！” ", "对一个陌生人大声说两边：我喜欢你！。 ", "抱一位离你最远的异性直到下一轮真心话大冒险结束。 ", "吻从你右手边数起第三位异性的鼻子。 ", "围绕屋子跑一圈。并喊。我再也不尿床啦。 ", "和离你最近的异性面对面相隔一厘米，然后做接吻陶醉状10秒。 ", "蹲在凳子上作便秘的样子。然后边吃东西，20秒。 ", "选一个异性。一边捶他的胸一边说。你好讨厌哦~。 ", "对着门外喊“打雷了，下雨收衣服啊”。", "对一个陌生人大喊2声“我是禽兽”。 ", "模仿喝一杯烈酒的样子喝完一杯白开水。 ", "任选两个男生一起摆芙蓉姐姐的S形。 ", '站起来,大喊"我是超人,我要回家了！” ', "与在座每个人深情拥抱一下。 ", "帮离你最远的异性脱下最外面一件衣服。然后再帮其穿上。 ", "与从你左手边数起第二位异性对喝交杯酒。 ", "穿上异性的衣服，对一位陌生异性说：我是男（女）的。 ", "深情的望着离你最远的异性为其唱一首情歌。", "对着离你最远的异性的耳根敏感部位哈气，持续15秒。", '男生将女生逼角落，用"调情式"一手撑墙，两人深情对视10秒。 ', "正面对着十指交扣，深情对视，深情朗诵骆宾王的《鹅》。 ", "男生摸自己胸说“唉太小了”。 ", "在走廊里拽住见到的第一个人，大声喊：“我是猪，我是猪，我真的是猪！”"];
}

module.exports = {
  getTruthItems: getTruthItems,
  getAdventureItems: getAdventureItems
}